[
    {
        "Emiten": "AALI",
        "Date": "30/04/25 - 10:28",
        "Title": "AALI: ASTRA AGRO LESTARI BAKAL BAGIKAN DIVIDEN PADA 28 MEI 2025",
        "Link": "http://www.iqplus.info/news/stock_news/aali-astra-agro-lestari-bakal-bagikan-dividen-pada-28-mei-2025,11937555.html",
        "Content": "PT. Astra Agro Lestari Tbk. (AALI) bakal membagikan Dividen tunai untuk periode tahun buku 2024 sesuai dengan hasil RUPS Tahunan yang digelar pada tanggal 28 April 2025 Manajemen AALI dalam keterangan tertulisnya Rabu (29/4) menuturkan bahwa Cum dan Ex Dividen di Pasar Reguler dan Negosiasi akan dilakukan pada tanggal 7 Mei dan 8 Mei 2025 sementara itu Cum dan Ex Dividen di Pasar Tunai pada 9 Mei dan 14 Mei 2025. Selanjutnya Daftar Pemegang Saham yang berhak pada tanggal 9 Mei 2025 (recording date) dan pembayaran dividen tunai sebesar Rp354.142.653.272 atau Rp184 per saham jatuh pada tanggal 28 Mei 2025. Sebagai informasi, AALI telah membagikan dividen Interim sebesar Rp161,67 miliar atau Rp84,00 per lembar saham pada tanggal 24 Oktober 2024. Dengan demikian AALI telah membagikan dividen sebesar Rp515.816.473.244 atau Rp268,00 per lembar saham. (end)",
        "Content_Length": 862
    },
    {
        "Emiten": "AALI",
        "Date": "30/04/25 - 08:20",
        "Title": "AALI: ASTRA AGRO LESTARI CATAT PENDAPATAN BERSIH Rp7,02 TRILIUN HINGGA MARET 2025",
        "Link": "http://www.iqplus.info/news/stock_news/aali-astra-agro-lestari-catat-pendapatan-bersih-rp7-02-triliun-hingga-maret-2025,11929981.html",
        "Content": "PT Astra Agro Lestari Tbk (AALI) mencatat pendapatan bersih Rp7,02 triliun hingga periode 31 Maret 2025 naik dari pendapatan bersih Rp4,79 triliun di periode hingga 31 Maret 2024. Menurut laporan keuangan perseroan Rabu, beban pokok pendapatan naik menjadi Rp6,08 triliun dari beban pokok pendapatan Rp4,21 triliun dan laba bruto naik menjadi Rp937,28 miliar dari laba bruto Rp582,20 miliar. Laba sebelum pajak meningkat jadi Rp370,79 mliar dari laba sebelum pajak Rp332,64 miliar. Laba yang dapat diatribusikan ke pemilik entitas induk naik menjadi Rp277,03 miliar dari laba yang dapat diatribusikan ke pemilik entitas induk Rp230,53 miliar. Total liabilitas naik menjadi Rp6,29 triliun hingga periode 31 Maret 2025 dari total liabilitas Rp5,59 triliun hingga periode 31 Desember 2024. Total aset naik menjadi Rp29,75 triliun hingga periode 31 Maret 2025 dari total aset Rp28,79 triliun hingga periode 31 Desember 2024. (end)",
        "Content_Length": 926
    },
    {
        "Emiten": "AALI",
        "Date": "28/04/25 - 14:20",
        "Title": "AALI: AALI BAKAL ALOKASIKAN DIVIDEN FINAL Rp184 PER SAHAM BULAN MEI 2025",
        "Link": "http://www.iqplus.info/news/stock_news/aali-aali-bakal-alokasikan-dividen-final-rp184-per-saham-bulan-mei-2025,11751569.html",
        "Content": "PT Astra Agro Lestari Tbk (AALI) berencana melakukan pembagian dividen tunai. Rencana aksi korporasi di pasar modal itu, telah disetujui dala Rapat Umum Pemegang Saham Tahunan (RUPST) yang digelar pada Senin (28/4/2025). Dividen yang akan dibagikan dari keuntungan perseroan di tahun 2024, yaitu sebesar Rp184 per saham. Artinya, total dividen tahun buku 2024 yang disetujui melalui RUPS sebesar Rp1,14 triliun atau sebanyak 40% dari laba bersih perusahaan hingga 31 Desember 2024. Dengan demikian, total dividen yang dibagikan sebesar Rp268 per saham. Namun demikian, AALI telah membagikan dividen interim sebesar Rp84 per saham pada 24 Oktober 2024, yaitu senilai Rp161,67 miliar atau setara dengan 25,14% dari total laba bersih perseroan yang diatribusikan kepada entitas induk sampai dengan Agustus 2024. Dividen final sebesar Rp184 per saham ini akan dibagikan pada 28 Mei 2025 kepada pemegang saham Perseroan yang namnya tercatat dalam Daftar Pemegang Saham (DPS) per 09 Mei 2025.",
        "Content_Length": 986
    },
    {
        "Emiten": "AALI",
        "Date": "27/03/25 - 14:39",
        "Title": "AALI: ASTRA AGRO LAKUKAN INTENSIFIKASI LAHAN DUKUNG SWASEMBADA PANGAN",
        "Link": "http://www.iqplus.info/news/stock_news/aali-astra-agro-lakukan-intensifikasi-lahan-dukung-swasembada-pangan,08552738.html",
        "Content": "PT Astra Agro Lestari Tbk. (AALI) melakukan upaya intensifikasi lahan perkebunan sawit dengan peremajaan tanaman serta mengembangkan tanaman pangan guna mendukung program swasembada pangan. Vice President Investor Relation and Public Affairs Astra Agro Lestari Fenny Sofyan mengatakan, perusahaan menggunakan bibit unggul dalam melakukan peremajaan sawit dan melakukan penanaman padi dan jagung untuk menopang target swasembada pangan.",
        "Content_Length": 435
    },
    {
        "Emiten": "AALI",
        "Date": "21/02/25 - 07:10",
        "Title": "AALI: ASTRA AGRO LESTARI RAIH PENDAPATAN BERSIH Rp21,81 TRILIUN HINGGA DESEMBER 2024",
        "Link": "http://www.iqplus.info/news/stock_news/aali-astra-agro-lestari-raih-pendapatan-bersih-rp21-81-triliun-hingga-desember-2024,05125751.html",
        "Content": "PT Astra Agro Lestari Tbk (AALI) meraih pendapatan bersih Rp21,81 triliun hingga periode 31 Desember 2024 naik dari pendapatan bersih Rp20,74 triliun di periode yang sama tahun sebelumnya. Laporan keuangan perseroan Jumat menyebutkan, beban pokok pendapatan naik menjadi Rp18,47 triliun dari Rp17,97 triliun dan laba bruto naik menjadi Rp3,34 triliun dari laba bruto Rp2,77 triliun. Laba sebelum pajak diraih Rp1,70 triliun naik dari laba sebelum pajak Rp1,49 triliun. Laba yang diatribusikan ke pemilik entitas induk naik menjadi Rp1,14 triliun dari laba yang diatribusikan ke pemilik entitas induk Rp1,05 triliun tahun sebelumnya. Jumlah liabilitas mencapai Rp5,59 triliun hingga periode 31 Desember 2024 turun dari jumlah liabilitas Rp6,28 triliun hingga periode 31 Desember 2023. Jumlah aset turun menjadi Rp28,79 triliun hingga periode 31 Desember 2024 dari jumlah aset Rp28,84 triliun hingga periode 31 Desember 2023. (end)",
        "Content_Length": 929
    },
    {
        "Emiten": "AALI",
        "Date": "22/01/25 - 10:36",
        "Title": "AALI: DUKUNG SWASEMBADA PANGAN, ASTRA AGRO TANAM JAGUNG DI LAHAN SAWIT",
        "Link": "http://www.iqplus.info/news/stock_news/aali-dukung-swasembada-pangan--astra-agro-tanam-jagung-di-lahan-sawit,02138079.html",
        "Content": "PT Astra Agro Lestari Tbk (AALI) melakukan penanaman jagung secara serentak di lahan kebun anak perusahaan Grup Astra Agro yang tersebar di Sumatera, Kalimantan, maupun Sulawesi, guna mendukung program swasembada pangan 2025. Menurut Vice President Investor Relation and Public Affairs Astra Agro Fenny Sofyan, perusahaan melibatkan komunitas yang tinggal dan menetap di dalam perusahaan yakni karyawan beserta keluarganya atau disebut sebagai paguyuban.",
        "Content_Length": 454
    },
    {
        "Emiten": "AALI",
        "Date": "16/01/25 - 08:30",
        "Title": "AALI: ANCARA LOGISTICS (ALII) MASIH SIMPAN DANA IPO Rp48,4 MILIAR",
        "Link": "http://www.iqplus.info/news/stock_news/aali-ancara-logistics--alii--masih-simpan-dana-ipo-rp48-4-miliar,01530393.html",
        "Content": "PT Ancara Logistics Indonesia Tbk. (ALII) emiten Jasa Pengangkutan Laut, Intermediate Stockpile dan Transhipment menyampaikan hasil realisasi penggunaan dana hasil penawaran umum saham perdana IPO per tanggal 31 Desember 2024. Vishal Manharlal Direktur ALII dalam keterangan tertulisnya Rabu (15/1) menyampaikan bahwa Perseroan memperoleh IPO efektif pada 31 Januari 2024 sebesar Rp860,9 miliar dengan biaya sebesar Rp13,8 miliar. Dengan demikian ALII mendapatkan hasil IPO sebesar Rp847,1 miliar. ALII merealisasikan dana IPO untuk Pinjaman kepada Perusahaan Anak, yaitu MCT, dimana dana tersebut akan digunakan oleh MCT untuk pembayaran sebagian atau pelunasan pokok utang MCT kepada OCP Asia Fund IV (SF 1) Pte. Limited dan OCP Asia Fund V (SF 1) Pte. Limited sebesar Rp635,3 miliar. Selanjutnya untuk Belanja modal (Capital Expenditure) guna menunjang kegiatan usaha utama Perseroan, yaitu untuk pembelian tongkang sungai sebesar Rp133,2 miliar dan sebesar Rp30,08 miliar untuk modal kerja sehingga ALII sudah menggunakan dana IPO total sebesar Rp798,6 miliar serta masih menyimpan dana IPO sebesar Rp48,4 miliar di Bank Rakyat Indonesia (Persero) dengan bunga 5,5%. Sebagai informasi, ALII resmi mencatatkan sahamny di Bursa Efek Indonesia pada 7 Februari 2024 dengan menerbitkan sekitar 3,2 miliar saham kepada publik, mewakili 20,0% dari saham beredar perusahaan dengan harga saham perdana Rp272 per saham dan meraih dana Rp860,9 miliar dari IPO. (end)",
        "Content_Length": 1459
    },
    {
        "Emiten": "AALI",
        "Date": "14/01/25 - 13:50",
        "Title": "AALI: JUNJUNG TINGGI INTEGRITAS, ASTRA AGRO RAIH ANUGERAH TEMPO DAN TII",
        "Link": "http://www.iqplus.info/news/stock_news/aali-junjung-tinggi-integritas--astra-agro-raih-anugerah-tempo-dan-tii,01349686.html",
        "Content": "Transparency International Indonesia (TII) bekerja sama dengan TEMPO Data Science menganugerahkan PT Astra Agro Lestari Tbk (AALI) sebagai emiten kelapa sawit dengan integritas tinggi. Astra Agro Lestari menerima penghargaan Indeks Integritas Bisnis Lestari dalam kategori Sapphire, pada Selasa (10/12) di Salihara Art Center. Kedua lembaga itu memberikan penghargaan tersebut sebagai bentuk pengakuan atas upaya nyata perusahaan dalam menerapkan praktik bisnis yang berintegritas dan berkelanjutan. Penghargaan itu pun menegaskan keberhasilan perusahaan dalam mengintegrasikan prinsip anti korupsi, penghormatan terhadap hak asasi manusia, dan keberlanjutan lingkungan ke dalam tata kelola perusahaan. Penilaian TII dan Tempo Data Science menjadi bukti bahwa perusahaan telah melaksanakan langkah-langkah strategis untuk mendukung prinsip-prinsip tersebut. Presiden Direktur Astra Agro Lestari Santosa menyatakan program keberlanjutan telah menjadi inti dari visi Perusahaan yakni Sejahtera Bersama Bangsa. Sekaligus menjawab tanggung jawab secara global yang berkaitan dengan Sustainable Development Goals (SDGs).",
        "Content_Length": 1115
    },
    {
        "Emiten": "AALI",
        "Date": "30/10/24 - 08:03",
        "Title": "AALI: ASTRA AGRO LESTARI RAIH PENDAPATAN BERSIH Rp16,28 TRILIUN HINGGA SEPTEMBER 2024",
        "Link": "http://www.iqplus.info/news/stock_news/aali-astra-agro-lestari-raih-pendapatan-bersih-rp16-28-triliun-hingga-september-2024,30328932.html",
        "Content": "PT Astra Agro Lestari Tbk (AALI) meraih pendapatan bersih sebesar Rp16,28 triliun hingga periode 30 September 2024 naik dari pendapatan bersih Rp15,68 triliun di periode sama tahun sebelumnya. Laporan keuangan perseroan Rabu menyebutkan, beban pokok pendapatan naik menjadi Rp14,28 triliun dari Rp13,73 triliun dan laba bruto Rp2,00 triliun naik dari laba bruto Rp1,95 triliun. Laba sebelum pajak penghasilan naik menjadi Rp1,14 triliun dari laba sebelum pajak penghasilan Rp1,12 triliun dan laba yang dapat diatribusikan ke pemilik entitas induk Rp801,15 miliar naik dari laba yang dapat diatribusikan ke pemilik entitas induk Rp800,57 miliar tahun sebelumnya. Total liabilitas menjadi Rp6,20 triliun hingga periode 30 September 2024 turun dari total liabilitas Rp6,28 triliun hingga periode 31 Desember 2023. Total aset naik menjadi Rp29,10 triliun hingga periode 30 September 2024 dari total aset Rp28,84 triliun hingga periode 31 Desember 2023. (end)",
        "Content_Length": 954
    }
]